app/controllers/teams_controller.rb

  def index
    respond_with Team.all
---
SELECT "teams".* FROM "teams"